src/main/resources/xmls/salesforcequery/UtmMergeDataRequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/" xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
   <Header>
      <SessionHeader xmlns="urn:partner.soap.sforce.com">
         <sessionId></sessionId>
      </SessionHeader>
   </Header>
   <Body>
      <create xmlns="urn:partner.soap.sforce.com">
         <sObjects>
            <type xmlns="urn:sobject.partner.soap.sforce.com">Unified_Merge__c</type>
            <Input_ID_1__c xmlns=""></Input_ID_1__c>
            <Input_ID_2__c xmlns=""></Input_ID_2__c>
            <Process_State__c xmlns=""></Process_State__c>
            <Request_Source_Name__c xmlns=""></Request_Source_Name__c>
            <Transaction_Batch_ID__c xmlns=""></Transaction_Batch_ID__c>
         </sObjects>
      </create>
   </Body>
</Envelope>